2021/11/notes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="zh-CN" xml:lang="zh-CN">
<head>
<!-- 2024-03-25 Mon 00:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>2021 年 11 月随笔</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="panshishuo" />
<link rel="icon" href="/panshi/favicon.ico" type="image/vnd.microsoft.icon"/><link rel="stylesheet" type="text/css" href="/panshi/style.css"/>
</head>
<body>
<div id="preamble" class="status">
<div id="org-div-home-and-up">
 <a accesskey="h" href="/panshi/sitemap.html"> 索引 </a>
 |
 <a accesskey="H" href="/panshi"> 主页 </a>
 |
 <a accesskey="" href="/panshi/pics.html"> 图集 </a>
 |
 <a accesskey="" href="https://github.com/xingangshi" target="_blank"> GITHUB </a>
 |
 <a accesskey="" href="https://www.shixingang.com/diary/" target="_blank"> 随笔 </a>
 |
 <a accesskey="" href="https://www.geekpanshi.com/" target="_blank"> 旧博客 </a>
 |
 <a><input type="text" class="st-default-search-input" placeholder="站内搜索..."/></a>
</div>
<script type="text/javascript">
  (function(w,d,t,u,n,s,e){w['SwiftypeObject']=n;w[n]=w[n]||function(){
  (w[n].q=w[n].q||[]).push(arguments);};s=d.createElement(t);
  e=d.getElementsByTagName(t)[0];s.async=1;s.src=u;e.parentNode.insertBefore(s,e);
  })(window,document,'script','//s.swiftypecdn.com/install/v2/st.js','_st');

  _st('install','-7xxk_zZkMGeYu7EHZqk','2.0.0');
</script>

<script src="https://cdn.bootcss.com/vue/2.6.11/vue.min.js"></script>
</div>
<div id="content">
<h1 class="title">2021 年 11 月随笔</h1>
<div id="table-of-contents">
<h2>&#30446;&#24405;</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgca72a5c">随想</a></li>
<li><a href="#orgbff5059">克服懦弱远比职业规划重要</a></li>
<li><a href="#org70f7947">成事的四步</a></li>
<li><a href="#orgb60069a">谈谈搞钱的方式</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgca72a5c" class="outline-2">
<h2 id="orgca72a5c">随想</h2>
<div class="outline-text-2" id="text-orgca72a5c">
<ul class="org-ul">
<li>真正能缓解焦虑的，却是总想偷懒不做的事情。</li>
<li>一个人知道自己为什么而活，就可以忍受任何一种生活。</li>
<li>少女 &gt; 儿童 &gt; 少妇 &gt; 老人 &gt; 狗 &gt; 男人，据说是投资消费领域的人总结出来的市场价值。</li>
<li>将个人处境归咎于原生家庭，往往是逃避的借口。</li>
<li>那些发财的路，并不是写在刑法里面，而是要跟着美联储和人行作对。它们发钱，你要买资产；它们收钱，你要守着钱。</li>
<li>每个成年人要为自己的行为负责，要有所为有所不为，不能随心所欲的想做什么就做什么。</li>
<li>朋友圈就算热情似火，人们最终还是会选择表现出冷漠。</li>
</ul>
</div>
</div>

<div id="outline-container-orgbff5059" class="outline-2">
<h2 id="orgbff5059">克服懦弱远比职业规划重要</h2>
<div class="outline-text-2" id="text-orgbff5059">
<p>
一个人的人性，才是他人生的天花板。
绝大部分人的问题根本不是什么职业规划问题 —— 而是他们人性的丑恶和懦弱。至于说什么职业规划 —— 请问，给你规划了，你敢去做吗？
</p>

<p>
最好的职业规划，从来都是尊重本心，想做就去做，直面自己的欲望，直面所有面临的风险。能承受失败，才配得上成功。但是大部分人渴望的职业规划是 —— 零风险走向成功。
请问 —— 他们配吗？
</p>

<p>
凭什么他们家庭条件又差、学历又不好、人又怂，然后这个世界专门为他们准备一条路，可以零风险成功呢？对不起。没有这条路。如果有这条路，那就是骗你的。
</p>

<p>
解决方法是什么？先承担风险，才有可能有未来。
记住，承担风险，不一定有未来。但是不承担风险，永远没有未来。承担风险，可能是找死，但是不承担风险，是等死。如果是我，我宁愿找死也不等死。只不过大部分人 —— 宁愿等死，也不找死。
</p>

<p>
看过丧尸片么？当丧尸来的时候。所有想躲在房子里不跑等着别人来救的人，最后都死了。只有勇敢的跑出去的人，才有一线生机。你现在就是在房子里等死的人。
</p>

<p>
遭遇危机的社畜，这方便暴露的人性 —— 就是懦弱。不克服懦弱，一切规划都是扯淡。规划的第一要素并不是规划本身完不完美 —— 而是执行力。但是懦弱的人都没有执行力。因为执行需要风险，意淫没有风险。
</p>
</div>
</div>

<div id="outline-container-org70f7947" class="outline-2">
<h2 id="org70f7947">成事的四步</h2>
<div class="outline-text-2" id="text-org70f7947">
<ol class="org-ol">
<li>知道哪些可以做。</li>
<li>判断什么最值得做。</li>
<li>有魄力果断投入去做。</li>
<li>有能力把事做成。</li>
</ol>
<p>
四点缺一不可。缺了任何一点都无法成事。所以成事很难。
第 2、3 两点看起来最没技术含量，却也是最多人欠缺的。
</p>
</div>
</div>

<div id="outline-container-orgb60069a" class="outline-2">
<h2 id="orgb60069a">谈谈搞钱的方式</h2>
<div class="outline-text-2" id="text-orgb60069a">
<p>
谈谈搞到钱的方式，一般而言就 3 个 —— 卖东西变现、讨债、借钱。
</p>

<ol class="org-ol">
<li>卖东西变现：我们经常会买到一些不怎用的东西，比如衣服、写字、书、健身器……，这些东西放在家里越久越贬值，还不如卖了换些钱的；其次是卖一些资产，房子、车子、股票、债券、收藏品等；</li>

<li>讨债：亲戚朋友问你借的钱，这个时候，你恰巧又缺钱，就可以理直气壮的去讨债的，当然讨债还是讲究技巧的，这部分钱是最值得被要回来；</li>

<li>借钱：可以问家人、亲戚、朋友借钱，当然最好是可以在借钱的时候，就约定还款的方式和时间；也可以信用贷、抵押贷；当然还可以直接刷卡信用卡借钱（要注意的是，信用卡套现的利息很高、而且计息是从借出来时候就算）。</li>
</ol>

<p>
三种方式的依次优先顺序是：卖东西变现 &gt; 讨债 &gt; 借钱（亲朋借钱 &gt; 信用贷、抵押贷 &gt; 信用卡套现），坚决抵制高利贷、网贷的借钱方式，这是饮鸩止渴。
</p>

<p>
最后，要说的是，要有一定的理财规划意识，避免自己进去财务危机，需要借钱的时候，往往可以算作是一种财务危机，理财规划的一个最简单的措施是：预留 3 - 6 个月日常生活月支出，最好的话是 12 个月（具体以家庭和个人的情况自定）。
</p>

<p>
最开始攒备用金时是很痛苦的，因为往往属于没钱可攒，这个时候一方面要开源、更重要的是要节流减少不必要的开支，节流中强制储蓄的一个有效的措施：在拿到收入的那一刻，就强制的储蓄一定的比例，一般为收入的 10% 以上，假如实在困难，也请坚持强制储蓄 5% 的。切忌：先花着，等月底有钱了再存。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<hr/>
<script src="https://utteranc.es/client.js"
    repo="geekpanshi/apc"
    issue-term="pathname"
    label="apc"
    theme="github-light"
    crossorigin="anonymous"
    async>
</script>
<hr/>
<p >标题：2021 年 11 月随笔</p>
<p class="date">日期：2024-03-25 Mon 00:00</p>
<p class="author">作者：<a href="https://nas.qysit.com:2046/geekpanshi/panshi_imgs/-/raw/main/images/about/dx17wGO.png">磐石说</a></p>
<p class="creator">© 2018 – 2023 <a href="https://github.com/geekpanshi">GeekPanshi</a> (<a href="https://www.shixingang.com/">shixingang</a>)</p>
<p class="validation"></p>
</div>
</body>
</html>
